[
 {
  "titulo": "Attack on Titan",
  "genero": "Ação, Aventura, Drama, Fantasia, Suspense",
  "sinopse": "Eren Jaeger jurou eliminar todos os Titãs, mas em uma batalha desesperada ele se torna aquilo que mais odeia. Com seus novos poderes, ele luta pela liberdade da humanidade, combatendo os monstros que ameaçam seu lar. Mesmo depois de derrotar a Titã Fêmea, Eren não consegue descansar - uma horda de Titãs se aproximam da Muralha Rose e a batalha em nome da humanidade continua!",
  "foto": "shingeki_no_kyojin.webp",
  "titulo_original": "Shingeki no Kyojin"
 },
 {
  "titulo": "Guilty Crown",
  "genero": "Ação, Ficção, Romance, Drama, Mecha",
  "sinopse": "Na véspera do Natal de 2029, o não identificado \"Vírus Apocalítico\" espalhou-se pelo Japão em estado de emergência num caos chamado \"Natal Perdido\". A organização internacional chamada GHQ intervém com leis marciais e restaura o Japão ao custo da independência. 10 anos depois, em 2039, Ouma Shu de 17 anos, um estudante anti-social do ensino médio, conhece Inori Yuzuriha, cantora que ficou popularmente conhecida na internet como \"Egoist\", enquanto visita um de seus lugares favoritos em seu caminho da casa para a escola. Shu é um grande fã de Inori. Contudo, ele também descobre um outro lado dela: ela é um membro da Undertaker, uma organização de oposição que tem o objetivo de libertar o Japão da GHQ. Shu começa a tomar parte nas ações da Undertaker e a \"marca do rei\" aparece em sua mão direita. Esta \"marca\" confere a ele o poder de alcançar a alma de outra pessoa e extraí-la de modo que se materializa uma arma. ",
  "foto": "guilty_crown.jpg",
  "titulo_original": "Guilty Crown"
 },
 {
  "titulo": "Kabaneri of the Iron Fortress",
  "genero": "Ação, Sobrenatural, Suspense",
  "sinopse": "Em uma época de revolução industrial, uma horda de mortos-vivos tomou o mundo de assalto. Esses monstros, batizados de Kabane, só podem ser mortos se seus corações revestidos de ferro forem atravessados. Para sobreviver, o povo da terra de Hinomoto construiu estações-fortalezas, e se comunicam com outras estações através de locomotivas fortificadas chamadas de \"Hayajiro\". Ikoma é um jovem ferreiro que aguarda por uma chance de demonstrar a força de sua arma especial anti-Kabane. Essa oportunidade surge quando um Hayajiro chega em sua estação, carregando uma misteriosa garota chamada Mumei.",
  "foto": "koutetsujou_no_kabaneri.jpg",
  "titulo_original": "Koutetsujou no Kabaneri"
 },
 {
  "titulo": "Sonny Boy",
  "genero": "Drama, Fantasia",
  "sinopse": "São férias normais de verão... Exceto pelo fato de que o colégio de Nagara misteriosamente foi parar em outra dimensão. À medida que os alunos começam a desenvolver novos e estranhos poderes, eles trabalharão juntos para sobreviver a esse ambiente estranho e encontrar um caminho para casa, ou suas facções e rivalidades recém-formadas se enfrentarão?",
  "foto": "sonny_boy.jpe",
  "titulo_original": "Sonny Boy"
 },
 {
  "titulo": "Ergo Proxy",
  "genero": "  Cyberpunk, Suspense, Mistério, Ficção científica, Romance",
  "sinopse": "A história começa numa cidade futurista chamada Romdo, construída para a proteção dos cidadãos após o apocalipse ambiental global. Nesta utopia, humanos e AutoReivs (andróides) coexistem pacificamente num ambiente de total controle. Os Autoreivs são separados em 'de companhia' ou 'Entourage' dependendo do seu papel. Uma série de assassinatos cometidos por robôs e AutoReivs descontrolados infectados pelo vírus Cogito (que faz com que eles adquiram consciência de si) começa a ameaçar o delicado equilíbrio da ordem social de Romdo. Nos bastidores, o governo vem conduzindo experimentos secretos com uma misteriosa forma de vida humanoide chamada Proxy. Acredita-se que os Proxies (descritos como Semi-deuses e Imortais) sejam a chave para a sobrevivência da humanidade.",
  "foto": "ergo_proxy.jpg",
  "titulo_original": "Ergo Proxy"
 },
 {
  "titulo": "Dororo",
  "genero": "Artes Marciais, Ação, Sobrenatural, Drama",
  "sinopse": "Ambientado no período Sengoku, Dororo narra a jornada de Hyakkimaru, um garoto que teve partes do corpo retiradas por demônios, tudo graças a um pacto feito por seu pai para instaurar a paz na região. Para que não fosse completamente morto, sua mãe o colocou à deriva em um rio, até que o pequeno foi encontrado por Jukai, um curandeiro que, para salvá-lo, usou magia e alquimia para criar próteses e restaurar as diversas partes do corpo que faltavam na criança. Quando Hyakkimaru chega na adolescência, Jukai o envia em uma missão para derrotar os demônios e recuperar as partes originais de seu corpo. No entanto, ele conhece o pequeno Dororo, uma criança que o acompanha em troca de comida ao longo do extenso caminho percorrido pelas vilas japonesas. A dupla enfrenta demônios sombrios e, aos poucos, Hyakkimaru recupera partes e sentidos que perdeu, mas por outro lado o jovem começa a ficar obcecado em se recompor e destruir seus inimigos. ",
  "foto": "dororo.jpg",
  "titulo_original": "Dororo"
 },
 {
  "titulo": "Death Note",
  "genero": "Thriller, Terror",
  "sinopse": "Um estudante de repente encontra um caderno que caiu do céu. Trata-se do Death Note, que permite ao seu portador matar qualquer pessoa a partir da mera anotação do nome do alvo em uma de suas páginas. Sob a influência de Ruyk, dono do caderno, ele passa a usá-lo para eliminar criminosos e pessoas que escaparam da justiça. A súbita onda de assassinatos faz com que ele seja endeusado por muitos, que o apelidam de Kira, mas também atrai a atenção de um enigmático e brilhante detetive, chamado L.",
  "foto": "death_note.webp",
  "titulo_original": "Death Note"
 },
 {
  "titulo": "Tokyo Ghoul",
  "genero": "Ação, Drama, Suspense, Sobrenatural, Terror, Gore",
  "sinopse": "A história de Tokyo Ghoul gira em torno de Ken Kaneki, um estudante que mal sobrevive a um encontro mortal com Rize Kamishiro, uma mulher que se revela um ghoul; ghoul são criaturas semelhantes a humanos que caçam e devoram carne humana, com essa revelação Rize ataca Kaneki que é ferido gravemente, tentando fugir desesperadamente Rize o encurrala até que vários canos de metal caem em Rize aparentemente a matando, logo após isso Kaneki desmaia devido aos ferimentos e é levado para o hospital em estado critico. Depois de recuperado, ele descobre que, de alguma forma, foi submetido a uma cirurgia que o transformou em meio-ghoul, e que, assim como eles, deverá consumir carne humana para poder sobreviver. Sem ninguém pra recorrer, ele é levado pelo gerente(Kuzen) de uma cafeteria chamada \"Anteiku\", onde lhe ensinam a viver como meio-humano e meio-ghoul e a interagir com a sociedade dos ghouls e as suas facções, enquanto se esforça para conviver com os humanos",
  "foto": "tokyo_ghoul.jpg",
  "titulo_original": "Tokyo Ghoul"
 },
 {
  "titulo": "Bleach",
  "genero": "Ação, Aventura, Fantasia",
  "sinopse": "O jovem Ichigo, depois de passar grande parte de sua vida vendo fantasmas, se torna um Shinigami, um ser sobrenatural capaz de controlar a morte. Devido a isso, ele dedica sua vida a proteger os inocentes e ajudar os espíritos torturados até que eles encontrem a paz.",
  "foto": "bleach.jpg",
  "titulo_original": "Bleach"
 },
 {
  "titulo": "My Hero Academia",
  "genero": "Ação",
  "sinopse": "A história de My Hero Academia é ambientada em um mundo onde a maior parte da população humana possui habilidades especiais conhecidas como “individualidades”. Esses poderes costumam se manifestar por volta dos quatro anos de idade e existem inúmeras individualidades, sendo bastante improvável que alguém tenha as mesmas habilidades que outra pessoa. Alguns decidem seguir carreira como super heróis, usando suas individualidades para combater o crime e resgatar civis. Com uma série de leis que regulam os trabalhos dos heróis, alguns deles conseguem ganham status de celebridade. Então, conhecemos Izuku Midoriya, um jovem adolescente que nasceu sem individualidade e é assombrado por essa condição. Depois de ajudar um super herói ferido, Izuku recebe em troca a individualidade que fez de All Might o Nº1 da nação. Agora, encarregado de seguir os passos de seu super herói favorito, Izuku entra para a Academia de Heróis, uma escola para treinar os futuros heróis profissionais. ",
  "foto": "boku_no_hero_academia.jpg",
  "titulo_original": "Boku no Hero Academia"
 },
 {
  "titulo": "Charlotte",
  "genero": "Drama, Escola, Super Poder",
  "sinopse": "Num mundo alternativo, uma pequena porcentagem das crianças são capazes de manifestar seus superpoderes ao atingir a puberdade. A história é ambientada na Academia Hoshinoumi e acompanha os membros do conselho estudantil, que ajudam os outros alunos com problemas decorrentes das suas habilidades.",
  "foto": "charlotte.jpg",
  "titulo_original": "Charlotte"
 }
]
