[
 {
  "titulo": "Questão de Tempo",
  "genero": "Comédia Romantica",
  "sinopse": "Ao completar 21 anos, Tim (Domhnall Gleeson) é surpreendido com a notícia dada por seu pai (Bill Nighy) de que pertence a uma linhagem de viajantes no tempo. Ou seja, todos os homens da família conseguem viajar para o passado, bastando apenas ir para um local escuro e pensar na época e no local para onde deseja ir. Cético a princípio, Tim logo se empolga com o dom ao ver que seu pai não está mentindo. Sua primeira decisão é usar esta capacidade para conseguir uma namorada, mas logo ele percebe que viajar no tempo e alterar o que já aconteceu pode provocar consequências inesperadas.",
  "duracao": 123,
  "foto": "questao_de_tempo.jpg",
  "direcao": "Richard Curtis",
  "roteiro": "Richard Curtis",
  "ano": 2013,
  "titulo_original": "About Time",
  "bg_foto": "questao_de_tempo_bg.webp"
 },
 {
  "titulo": "Scott Pilgrim Contra o Mundo ",
  "genero": "Aventura, Comédia , Fantasia",
  "sinopse": "Scott Pilgrim (Michael Cera) tem 23 anos, integra uma banda de colégio, vive trocando de emprego e tem um namoro firme.  Sua vida está maravilhosa, até conhecer Ramona V. Flowers (Mary Elizabeth Winestead).  Ele logo se apaixona perdidamente por ela, só que não será fácil conquistar seu amor.  Para tanto ele precisa enfrentar os sete ex-namorados dela, que estão dispostos a tudo para impedir sua felicidade com outra pessoa.",
  "duracao": 112,
  "foto": "scott_pilgrim_contra_o_mundo.jpg",
  "direcao": "Edgar Wright",
  "roteiro": "Edgar Wright, Michael Bacall",
  "ano": 2010,
  "titulo_original": "Scott Pilgrim vs. the World ",
  "bg_foto": "scott_pilgrim_contra_o_mundo_bg.jpg"
 },
 {
  "titulo": "As Vantagens de Ser Invisível",
  "genero": "Comédia dramática, Romance",
  "sinopse": "Charlie (Logan Lerman) é um jovem que tem dificuldades para interagir em sua nova escola. Com os nervos à flor da pele, ele se sente deslocado no ambiente. Seu professor de literatura, no entanto, acredita nele e o vê como um gênio. Mas Charlie continua a pensar pouco de si... até o dia em que dois amigos, Patrick (Ezra Miller) e Sam (Emma Watson), passam a andar com ele.",
  "duracao": 103,
  "foto": "as_vantagens_de_ser_invisivel.webp",
  "direcao": "Stephen Chbosky",
  "roteiro": "Stephen Chbosky",
  "ano": 2012,
  "titulo_original": "The Perks of Being a Wallflower",
  "bg_foto": "as_vantagens_de_ser_invisivel_bg.jpg"
 },
 {
  "titulo": "Jogador Nº1 ",
  "genero": "Ficção científica, Ação",
  "sinopse": "Num futuro distópico, em 2044, Wade Watts (Tye Sheridan), como o resto da humanidade, prefere a realidade virtual do jogo OASIS ao mundo real. Quando o criador do jogo, o excêntrico James Halliday (Mark Rylance) morre, os jogadores devem descobrir a chave de um quebra-cabeça diabólico para conquistar sua fortuna inestimável. Para vencer, porém, Watts terá de abandonar a existência virtual e ceder a uma vida de amor e realidade da qual sempre tentou fugir. ",
  "duracao": 140,
  "foto": "jogador_n_1.jpg",
  "direcao": "Steven Spielberg",
  "roteiro": "Tye Sheridan, Olivia Cooke, Ben Mendelsohn",
  "ano": 2018,
  "titulo_original": "Ready Player One ",
  "bg_foto": "jogador_n_1_bg.jpg"
 },
 {
  "titulo": "Watchmen",
  "genero": "Ficção científica, Drama, Ação",
  "sinopse": "Em 1977 foi aprovada pelo congresso norte-americano a Lei Keene, que proibia as atividades de mascarados no combate ao crime. Isto fez com que vários super-heróis deixassem a carreira, como o Coruja (Patrick Wilson) e Espectral (Malin Akerman). Outros, como o Comediante (Jeffrey Dean Morgan) e o Dr. Manhattan (Billy Crudup), passaram a trabalhar para o governo. Dois anos antes da implementação desta lei Adrian Veidt (Matthew Goode) decidiu revelar sua identidade como Ozymandias, dedicando-se a partir de então na construção de um império econômico. Em 1985 o mundo vive o clima da Guerra Fria, no qual um ataque nuclear pode acontecer a qualquer momento, vindo dos Estados Unidos ou da União Soviética. Neste clima de tensão política Edward Blake, o Comediante, é assassinado. Em seu funeral comparecem, em momentos diversos, seus antigos companheiros. Entre eles está Rorschach (Jackie Earle Haley), que acredita que sua morte seja o indício da existência de um assassino de mascarados.",
  "duracao": 162,
  "foto": "watchmen.jpg",
  "direcao": "Zack Snyder",
  "roteiro": "David Hayter, Alex Tse",
  "ano": 2009,
  "titulo_original": "Watchmen",
  "bg_foto": "watchmen_bg.jpg"
 },
 {
  "titulo": "Extermínio",
  "genero": "Ficção científica, Terror",
  "sinopse": "Após invadirem um laboratório de pesquisas em macacos, um grupo de ativistas encontra chimpanzés presos em gaiolas diante de telas que exibem continuamente cenas de extrema violência. Ignorando os avisos de um cientista que trabalha no local de que os macacos estariam infectos, os ativistas decidem libertá-los. Assim que são soltos os macacos atacam todos aqueles à sua volta, em verdadeiros ataques ensandecidos. 28 dias após este acontecimento desperta do coma em um hospital de Londres Jim (Cillian Murphy). Completamente confuso e estranhando a ausência de pessoas nas ruas, Jim nada sabe sobre o ocorrido e se esconde após encontrar diversos cadáveres e seres monstruosos, infectados pelo vírus disseminado. Após uma explosão Jim encontra outros sobreviventes, Selena (Naomi Harris) e Mark (Noah Huntley), que o levam a um local seguro e lhe explicam a situação atual. Decidido a reencontrar seus pais, Jim decide partir e é acompanhado pela dupla de novos companheiros. Até que, ao se refugiarem em um prédio, ouvem uma transmissão pelo rádio de que um grupo de soldados comandados pelo major Henry West (Christopher Eccleston) está se reunindo e diz ter a solução para a cura da infecção provocada pelo vírus. Sem outra alternativa, Jim, Selena e Mark decidem se juntar aos soldados em sua batalha. ",
  "duracao": 112,
  "foto": "28_days_later.jpg",
  "direcao": "Danny Boyle",
  "roteiro": "Alex Garland",
  "ano": 2003,
  "titulo_original": "28 Days Later",
  "bg_foto": "28_days_later_bg.jpg"
 },
 {
  "titulo": "Batman ",
  "genero": "Ação, Policial, Suspense",
  "sinopse": "Batman (The Batman, no original) segue o segundo ano de Bruce Wayne (Robert Pattinson) como o herói de Gotham, causando medo nos corações dos criminosos da sombria cidade. Com apenas alguns aliados de confiança - Alfred Pennyworth (Andy Serkis) e o tenente James Gordon (Jeffrey Wright) - entre a rede corrupta de funcionários e figuras importantes do distrito, o vigilante solitário se estabeleceu como a única personificação da vingança entre seus concidadãos. Durante uma de suas investigações, Bruce acaba envolvendo a si mesmo e Gordon em um jogo de gato e rato, ao investigar uma série de maquinações sádicas em uma trilha de pistas enigmáticas estabelecida pelo vilão Charada. Quando o trabalho acaba o levando a descobrir uma onda de corrupção que envolve o nome de sua família, pondo em risco a própria integridade e as memórias que tinha sobre seu pai, Thomas Wayne, as evidências começam a chegar mais perto de casa, precisando, Batman, forjar novos relacionamentos, para assim desmascarar o culpado e fazer justiça ao abuso de poder e à corrupção que há muito tempo assola Gotham City. ",
  "duracao": 177,
  "foto": "the_batman.jpg",
  "direcao": "Matt Reeves",
  "roteiro": "Matt Reeves, Peter Craig",
  "ano": 2022,
  "titulo_original": "The Batman",
  "bg_foto": "batman_bg.jpg"
 },
 {
  "titulo": "Clube da Luta",
  "genero": "Suspense, Drama",
  "sinopse": "Jack (Edward Norton) é um executivo jovem, trabalha como investigador de seguros, mora confortavelmente, mas ele está ficando cada vez mais insatisfeito com sua vida medíocre. Para piorar ele está enfrentando uma terrível crise de insônia, até que encontra uma cura inusitada para o sua falta de sono ao frequentar grupos de auto-ajuda. Nesses encontros ele passa a conviver com pessoas problemáticas como a viciada Marla Singer (Helena Bonham Carter) e a conhecer estranhos como Tyler Durden (Brad Pitt). Misterioso e cheio de ideias, Tyler apresenta para Jack um grupo secreto que se encontra para extravasar suas angústias e tensões através de violentos combates corporais.",
  "duracao": 139,
  "foto": "clube_da_luta.webp",
  "direcao": "David Fincher",
  "roteiro": "Brad Pitt, Edward Norton, Helena Bonham Carter",
  "ano": 1999,
  "titulo_original": "Fight Club",
  "bg_foto": "clube_da_luta_bg.jpg"
 },
 {
  "titulo": "Efeito Borboleta",
  "genero": "Drama, Fantasia",
  "sinopse": "Evan (Ashton Kutcher) é um jovem que luta para esquecer fatos de sua infância. Para tanto ele decide realizar uma regressão onde volta também fisicamente ao seu corpo de criança, tendo condições de alterar seu próprio passado. Porém, ao tentar consertar seus antigos problemas ele termina por criar novos, já que toda mudança que realiza gera consequências em seu futuro.",
  "duracao": 113,
  "foto": "efeito_borboleta.jpg",
  "direcao": "Eric Bress, J. Mackye Gruber",
  "roteiro": " Eric Bress, J. Mackye Gruber",
  "ano": 2004,
  "titulo_original": "The Butterfly Effect ",
  "bg_foto": "efeito_borboleta_bg.jpg"
 },
 {
  "titulo": "A Profecia",
  "genero": "Terror, Suspense",
  "sinopse": "Um diplomata americano preocupado em não chocar a esposa, em virtude da morte do seu filho ao nascer, lhe oculta o fato e adota um recém-nascido de origem desconhecida. Mortes misteriosas começam a cercar a família do homem, que sem saber, pode estar criando o AntiCristo em pessoa. ",
  "duracao": 111,
  "foto": "the_omen.jpg",
  "direcao": "Richard Donner",
  "roteiro": "David Seltzer",
  "ano": 1977,
  "titulo_original": "The Omen ",
  "bg_foto": "the_omen_bg.jpg"
 },
 {
  "titulo": "O Exorcista",
  "genero": "Terror",
  "sinopse": "Em Georgetown, Washington, uma atriz vai gradativamente tomando consciência que a sua filha de doze anos está tendo um comportamento completamente assustador. Deste modo, ela pede ajuda a um padre, que também um psiquiatra, e este chega a conclusão de que a garota está possuída pelo demônio. Ele solicita então a ajuda de um segundo sacerdote, especialista em exorcismo, para tentar livrar a menina desta terrível possessão.",
  "duracao": 121,
  "foto": "o_exorcista.jpg",
  "direcao": "William Friedkin",
  "roteiro": "William Peter Blatty",
  "ano": 1973,
  "titulo_original": "The Exorcist ",
  "bg_foto": "o_exorcista_bg.jpg.webp"
 },
 {
  "titulo": "O Bebê de Rosemary",
  "genero": "Terror, Drama, Suspense",
  "sinopse": "Um jovem casal, Rosemarey (Mia Farrow) e Guy Woodhouse (John Cassavetes), se muda para um prédio habitado por estranhas pessoas, onde coisas bizarras acontecem. Quando ela engravida, passa a ter estranhas alucinações e vê o seu marido se envolver com os vizinhos, uma seita de bruxas que quer que ela dê luz ao Filho das Trevas. ",
  "duracao": 136,
  "foto": "o_bebe_de_rosemary.jpg",
  "direcao": "Roman Polanski",
  "roteiro": "Roman Polanski",
  "ano": 1969,
  "titulo_original": "Rosemary's Baby  ",
  "bg_foto": "o_bebe_de_rosemary_bg.jpg"
 },
 {
  "titulo": "Advogado do Diabo",
  "genero": "Fantasia",
  "sinopse": "Kevin Lomax (Keanu Reeves), advogado de uma pequena cidade da Flórida que nunca perdeu um caso, contratado John Milton (Al Pacino), dono da maior firma de advocacia de Nova York. Kevin recebe um alto salário e várias mordomias, apesar da desaprovação de Alice Lomax (Judith Ivey), sua mãe e uma fervorosa religiosa, que compara Nova York a Babilônia. No início tudo parece correr bem, mas logo Mary Ann (Charlize Theron), a esposa do advogado, sente saudades de sua antiga casa e começa a testemunhar aparições demoníacas. No entanto, Kevin está empenhado em defender um cliente acusado de triplo assassinato e cada vez dá menos atenção sua mulher, enquanto que seu misterioso chefe parece sempre saber como contornar cada problema e tudo que perturba o jovem advogado.",
  "duracao": 140,
  "foto": "advogado_do_diabo.webp",
  "direcao": "Taylor Hackford",
  "roteiro": "Tony Gilroy",
  "ano": 1998,
  "titulo_original": "The Devil's Advocate  ",
  "bg_foto": "advogado_do_diabo_bg.webp"
 },
 {
  "titulo": "Donnie Darko",
  "genero": "Drama, Ficção científica",
  "sinopse": "Donnie (Jake Gyllenhaal) é um jovem brilhante e excêntrico, que cursa o colegial mas despreza a grande maioria dos seus colegas de escola. Donnie tem visões, em especial de um coelho monstruoso o qual apenas ele consegue ver, que o encorajam a realizar brincadeiras destrutivas e humilhantes com quem o cerca. Até que um dia uma de suas visões o atrai para fora de casa e lhe diz que o mundo acabará dentro de um mês. Donnie inicialmente não acredita na profecia, mas momentos depois um avião cai bem no telhado de sua casa, quase matando-o. É quando ele começa a se perguntar qual o fundo de verdade da sua previsão.",
  "duracao": 113,
  "foto": "donnie_darko.jpg",
  "direcao": "Richard Kelly",
  "roteiro": "Richard Kelly",
  "ano": 2001,
  "titulo_original": "Donnie Darko",
  "bg_foto": "donnie_darko_bg.jpg"
 }
]
