[
 {
  "titulo": "grimm",
  "genero": "Mistério",
  "sinopse": "Série dramática inspirada nos clássicos contos de fada dos Irmãos Grimm. Depois que Nick Burkhardt (David Giuntoli), detetive da divisão de homicídios de Portland, descobre que descende de uma linhagem de perfiladores criminais de elite conhecidos como ‘Grimms’, ele cada vez mais vê suas responsabilidades como detetive se chocarem com suas responsabilidades como grimm.",
  "foto": "grimm.jpg",
  "titulo_original": "grimm"
 },
 {
  "titulo": "Breaking Bad",
  "genero": "Ação, Drama, Suspense, Crime",
  "sinopse": "Walter White é um homem brilhante frustrado em dar aulas para adolescentes do ensino médio enquanto lida com um filho sofrendo de paralisia cerebral, uma esposa grávida e dívidas intermináveis. White, então, é diagnosticado com um câncer no pulmão - o que o leva a sofrer um colapso emocional e abraçar uma vida de crimes para pagar suas dívidas hospitalares e dar uma boa vida aos seus filhos.[7] Walter resolve produzir metanfetamina de alta pureza com seu ex-aluno, Jesse Pinkman.",
  "foto": "breaking_bad.png",
  "titulo_original": "Breaking Bad"
 },
 {
  "titulo": "The Walking Dead",
  "genero": "Terror, Drama",
  "sinopse": "The Walking Dead conta a história de um pequeno grupo de sobreviventes em um mundo pós-apocalíptico cheio de mortos-vivos. A série apresenta a excessiva jornada do grupo liderado por Rick Grimes, em busca de suprimentos e refúgios seguros. Além disso, os sobreviventes têm que lidar com dilemas morais, sentimentos confusos e desafios do dia a dia em um mundo hostil e praticamente dominado por mortos-vivos.",
  "foto": "the_walking_dead.jpg",
  "titulo_original": "The Walking Dead"
 },
 {
  "titulo": "Lost",
  "genero": "Ação, Drama, Ficção científica",
  "sinopse": "Série de televisão norte-americana de drama, fantasia e ficção científica que seguiu a vida dos sobreviventes de um acidente aéreo numa misteriosa ilha tropical, após o avião que viajava de Sydney, Austrália para Los Angeles, Estados Unidos cair em algum lugar do Oceano Pacífico. ",
  "foto": "lost.jpg",
  "titulo_original": "Lost"
 },
 {
  "titulo": "Heroes",
  "genero": "Super heroi, Drama, Ficção científica",
  "sinopse": "A trama de Heroes é projetada para ser semelhante das histórias em quadrinhos com pequenas histórias como pano de fundo para \"a grande ação global da série\". Cada temporada de Heroes foi concebida para envolver pessoas comuns que descobrem poderes extraordinários, e como essas habilidades produzem efeitos na vida da personagem. ",
  "foto": "heroes.jpg",
  "titulo_original": "Heroes"
 },
 {
  "titulo": "Arquivo X",
  "genero": "Ficção científica, Terror, Suspense, Drama",
  "sinopse": "Os agentes especiais do FBI, Fox Mulder (David Duchovny) e Dana Scully (Gillian Anderson), investigam os Arquivos-x: casos não solucionados envolvendo fenômenos paranormais. Mulder acredita na existência de extraterrestres e em paranormalidade, enquanto Scully, uma médica cética, é designada para fazer análises científicas das descobertas de Mulder e propor alternativas racionais ao seu trabalho. Ainda no começo da série, ambos os agentes tornam-se alvo de uma trama conspiratória e passam a confiar apenas um no outro e em outras poucas pessoas. Os agentes também descobrem os planos do governo de manter a existência de vida extraterrestre um segredo. Eles desenvolvem um relacionamento próximo, começando com um sentimento platônico e depois tornando-se um relacionamento romântico no término da série. Além dos episódios que ajudam a explorar esta história maior contada pela série, há também histórias curtas, que lidam com o paranormal, contadas em apenas um episódio. ",
  "foto": "arquivo_x.jpg",
  "titulo_original": "The X-Files"
 }
]
